tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "turbot/tap"
brew "activemq"
brew "python@3.10"
brew "ansible"
brew "yamllint"
brew "ansible-lint"
brew "awscli"
brew "coreutils"
brew "dict"
brew "dos2unix"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "guile"
brew "libidn2"
brew "unbound"
brew "gnutls"
brew "goaccess"
brew "gobject-introspection"
brew "netpbm"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "helm"
brew "htop"
brew "iftop"
brew "imagemagick"
brew "infracost"
brew "ipcalc"
brew "jmeter"
brew "jq"
brew "node"
brew "jupyterlab", link: false
brew "md5sha1sum", link: false
brew "nghttp2"
brew "nmap"
brew "putty"
brew "pwgen"
brew "python@3.9"
brew "sipcalc"
brew "task"
brew "taskwarrior-tui"
brew "tcping"
brew "telnet"
brew "terraform-docs"
brew "terraformer"
brew "tflint"
brew "tfsec"
brew "tree"
brew "tty-solitaire"
brew "watch"
brew "wget"
brew "wtfutil"
brew "yarn"
brew "hashicorp/tap/terraform"
brew "turbot/tap/steampipe"
cask "adobe-acrobat-reader"
cask "android-file-transfer"
cask "cold-turkey-blocker"
cask "disk-inventory-x"
cask "docker"
cask "drawio"
cask "evernote"
cask "firefox"
cask "google-chrome"
cask "google-earth-pro"
cask "iterm2"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-remote-desktop"
cask "obsidian"
cask "pgadmin4"
cask "pomello"
cask "pycharm"
cask "skitch"
cask "slack"
cask "utm"
cask "virtualbox"
cask "visual-studio-code"
cask "whale"
cask "wireshark"
