tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "supabase/tap"
tap "tdewolff/tap"
tap "yakitrak/yakitrak"
brew "actionlint"
brew "pycparser"
brew "cffi"
brew "python@3.12", link: false
brew "awscli"
brew "btop"
brew "couchdb"
brew "crane"
brew "docutils"
brew "unbound"
brew "gnutls"
brew "ffmpeg"
brew "gh"
brew "gnupg"
brew "go"
brew "gource"
brew "guile"
brew "helm"
brew "himalaya"
brew "htop"
brew "huggingface-cli", link: false
brew "infracost"
brew "jq"
brew "node"
brew "jupyterlab", link: false
brew "kind"
brew "kube-linter"
brew "kustomize"
brew "llvm"
brew "llvm@16"
brew "locust", link: false
brew "minikube"
brew "neovim", args: ["HEAD"]
brew "nghttp2"
brew "nmap"
brew "openjdk"
brew "pipx"
brew "podman"
brew "pwgen"
brew "python-setuptools", link: false
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "qemu"
brew "ruff"
brew "rust"
brew "rustup"
brew "snyk-cli"
brew "socket_vmnet"
brew "spidermonkey@91"
brew "starship"
brew "telnet"
brew "terraform"
brew "terraform-docs"
brew "tflint"
brew "tfsec"
brew "tree"
brew "trivy"
brew "tty-solitaire"
brew "watch"
brew "wget"
brew "wtfutil"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "aws/tap/copilot-cli"
brew "supabase/tap/supabase"
brew "yakitrak/yakitrak/obs"
cask "audacity"
cask "cakebrew"
cask "cold-turkey-blocker"
cask "docker-desktop"
cask "evernote"
cask "font-jetbrains-mono-nerd-font"
cask "google-backup-and-sync"
cask "google-chrome"
cask "iterm2"
cask "kindle"
cask "macdown"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-teams"
cask "obsidian"
cask "pitchperfect"
cask "podman-desktop"
cask "pomello"
cask "rar"
cask "rectangle"
cask "skitch"
cask "spotify"
cask "thunderbird"
cask "utm"
cask "virtualbox"
cask "visual-studio-code"
cask "warp"
cask "whale"
cask "wireshark-app"
vscode "1yib.rust-bundle"
vscode "andenetalexander.vim-cheatsheet"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "catppuccin.catppuccin-vsc-pack"
vscode "dannysteenman.cdk-snippets"
vscode "docker.docker"
vscode "dustypomerleau.rust-syntax"
vscode "eamodio.gitlens"
vscode "erd0s.terraform-autocomplete"
vscode "fill-labs.dependi"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "gitlab.gitlab-workflow"
vscode "golang.go"
vscode "google.geminicodeassist"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "johnpapa.vscode-peacock"
vscode "mklein.cdk-snippets"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "openai.chatgpt"
vscode "redhat.vscode-yaml"
vscode "run-at-scale.terraform-doc-snippets"
vscode "rust-lang.rust-analyzer"
vscode "sameeramin.cdk-snippets-for-python"
vscode "vadimcn.vscode-lldb"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscodevim.vim"
vscode "wholroyd.jinja"
vscode "yzhang.markdown-all-in-one"
go "github.com/tesserato/CodeWeaver"
cargo "cargo-leptos"
cargo "pyoxidizer"
cargo "trunk"
