ahmadalli.vscode-nginx-conf
atlassian.atlascode
DavidAnson.vscode-markdownlint
dhruv.maven-dependency-explorer
DotJoshJohnson.xml
eamodio.gitlens
GitHub.github-vscode-theme
hashicorp.terraform
ms-azuretools.vscode-docker
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.remote-explorer
oderwat.indent-rainbow
redhat.ansible
redhat.java
redhat.vscode-xml
redhat.vscode-yaml
rokoroku.vscode-theme-darcula
shardulm94.trailing-spaces
teclado.vscode-nginx-format
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
wayou.vscode-todo-highlight
william-voyek.vscode-nginx
yzhang.markdown-all-in-one
znck.grammarly
